Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Passwords are stored in the iOS Keychain on this device only — never in the backup file.
de: Passwörter werden nur im iOS-Schlüsselbund dieses Geräts gespeichert — niemals in der Sicherungsdatei.
es: Las contraseñas se guardan en el Llavero de iOS solo en este dispositivo, nunca en el archivo de copia de seguridad.
fil: Nakaimbak ang mga password sa iOS Keychain sa device na ito lamang — hindi kailanman sa backup file.
fr: Les mots de passe sont stockés dans le trousseau iOS de cet appareil uniquement — jamais dans le fichier de sauvegarde.
hr: Lozinke se spremaju u iOS Keychain samo na ovom uređaju — nikada u datoteku sigurnosne kopije.
id: Kata sandi disimpan di Keychain iOS pada perangkat ini saja — tidak pernah di file cadangan.
ja: パスワードはこのデバイスの iOS キーチェーンにのみ保存され、バックアップファイルには含まれません。
ko: 암호는 이 기기의 iOS 키체인에만 저장되며, 백업 파일에는 포함되지 않습니다.
ms: Kata laluan disimpan dalam Keychain iOS pada peranti ini sahaja — tidak pernah dalam file sandaran.
pl: Hasła są przechowywane wyłącznie w Pęku kluczy iOS na tym urządzeniu — nigdy w pliku kopii.
pt_br: As senhas ficam no Keychain do iOS apenas neste dispositivo — nunca no arquivo de backup.
ro: Parolele sunt stocate în Keychain-ul iOS doar pe acest dispozitiv — niciodată în fișierul de rezervă.
ru: Пароли хранятся в связке ключей iOS только на этом устройстве — никогда в файле копии.
th: รหัสผ่านถูกจัดเก็บใน iOS Keychain บนอุปกรณ์นี้เท่านั้น — ไม่เคยอยู่ในไฟล์ข้อมูลสำรอง
tr: Parolalar yalnızca bu aygıttaki iOS Anahtar Zinciri'nde saklanır — asla yedek dosyasında değil.
zh_hans: 密码仅存储在本机的 iOS 钥匙串中——绝不会写入备份文件。
zh_hant: 密碼只會儲存在這台裝置的 iOS 鑰匙圈中，絕不會寫入備份檔案。

source: Paste
de: Einfügen
es: Pegar
fil: I-paste
fr: Coller
hr: Zalijepi
id: Tempel
ja: 貼り付け
ko: 붙여넣기
ms: Tampal
pl: Wklej
pt_br: Colar
ro: Lipește
ru: Вставить
th: วาง
tr: Yapıştır
zh_hans: 粘贴
zh_hant: 粘貼

source: Paste Image
de: Bild einfügen
es: Pegar imagen
fil: I-paste ang Larawan
fr: Coller l’image
hr: Zalijepi sliku
id: Tempel Gambar
ja: 画像を貼り付け
ko: 이미지 붙여넣기
ms: Tampal Imej
pl: Wklej obraz
pt_br: Colar imagem
ro: Lipește imaginea
ru: Вставить изображение
th: วางรูปภาพ
tr: Görseli Yapıştır
zh_hans: 粘贴图片
zh_hant: 貼上圖片

source: Paste MCP JSON
de: MCP-JSON einfügen
es: Pegar JSON de MCP
fil: I-paste ang MCP JSON
fr: Coller le JSON MCP
hr: Zalijepi MCP JSON
id: Tempel JSON MCP
ja: MCP JSON を貼り付け
ko: MCP JSON 붙여넣기
ms: Tampal JSON MCP
pl: Wklej JSON MCP
pt_br: Colar JSON do MCP
ro: Lipește JSON-ul MCP
ru: Вставьте MCP JSON
th: วาง JSON ของ MCP
tr: MCP JSON'unu Yapıştır
zh_hans: 粘贴 MCP JSON
zh_hant: 貼上 MCP JSON

source: Paste Session Data
de: Sitzungsdaten einfügen
es: Pegar datos de la sesión
fil: I-paste ang Session Data
fr: Coller les données de session
hr: Zalijepi podatke sesije
id: Tempel Data Sesi
ja: セッションデータを貼り付け
ko: 세션 데이터 붙여넣기
ms: Tampal Data Sesi
pl: Wklej dane sesji
pt_br: Colar dados da sessão
ro: Lipește datele sesiunii
ru: Вставить данные сессии
th: วางข้อมูลเซสชัน
tr: Oturum Verilerini Yapıştır
zh_hans: 粘贴会话数据
zh_hant: 貼上工作階段資料

source: Paste Session JSON
de: Sitzungs-JSON einfügen
es: Pegar JSON de la sesión
fil: I-paste ang Session JSON
fr: Coller le JSON de session
hr: Zalijepi JSON sesije
id: Tempel JSON Sesi
ja: セッション JSON を貼り付け
ko: 세션 JSON 붙여넣기
ms: Tampal JSON Sesi
pl: Wklej JSON sesji
pt_br: Colar JSON da sessão
ro: Lipește JSON-ul sesiunii
ru: Вставьте JSON сессии
th: วาง JSON ของเซสชัน
tr: Oturum JSON'unu Yapıştır
zh_hans: 粘贴会话 JSON
zh_hant: 貼上工作階段 JSON

source: Paste session JSON from "Copy Session Data"
de: Sitzungs-JSON aus „Sitzungsdaten kopieren“ einfügen
es: Pega el JSON de la sesión obtenido con "Copiar datos de la sesión"
fil: I-paste ang session JSON mula sa "Kopyahin ang Session Data"
fr: Coller le JSON de session depuis « Copier les données de session »
hr: Zalijepite JSON sesije iz "Kopiraj podatke sesije"
id: Tempel JSON sesi dari "Salin Data Sesi"
ja: 「セッションデータをコピー」からセッション JSON を貼り付けます
ko: “세션 데이터 복사”에서 세션 JSON을 붙여넣으세요
ms: Tampal JSON sesi dari "Salin Data Sesi"
pl: Wklej JSON sesji z „Kopiuj dane sesji”
pt_br: Cole o JSON da sessão obtido em "Copiar dados da sessão"
ro: Lipește JSON-ul sesiunii din „Copiază datele sesiunii”
ru: Вставьте JSON сессии из «Скопировать данные сессии»
th: วาง JSON ของเซสชันจาก "คัดลอกข้อมูลเซสชัน"
tr: "Oturum Verilerini Kopyala" ile alınan JSON'u yapıştırın
zh_hans: 从“复制会话数据”粘贴会话 JSON
zh_hant: 從「複製工作階段資料」貼上工作階段 JSON

source: Paste some JSON to import.
de: Füge JSON zum Importieren ein.
es: Pega algún JSON para importarlo.
fil: Mag-paste ng JSON para i-import.
fr: Collez du JSON à importer.
hr: Zalijepite JSON za uvoz.
id: Tempel JSON untuk diimpor.
ja: インポートする JSON を貼り付けてください。
ko: 가져올 JSON을 붙여넣으세요.
ms: Tampal JSON untuk diimport.
pl: Wklej JSON do zaimportowania.
pt_br: Cole um JSON para importar.
ro: Lipește un JSON pentru import.
ru: Вставьте JSON для импорта.
th: วาง JSON เพื่อนำเข้า
tr: İçe aktarmak için JSON yapıştırın.
zh_hans: 请粘贴要导入的 JSON。
zh_hant: 請貼上要匯入的 JSON。

source: Paste the bearer token. Whitespace and newlines will be stripped automatically.
de: Fügen Sie das Bearer-Token ein. Leerzeichen und Zeilenumbrüche werden automatisch entfernt.
es: Pega el token bearer. Los espacios y saltos de línea se eliminarán automáticamente.
fil: I-paste ang bearer token. Awtomatikong aalisin ang mga espasyo at bagong linya.
fr: Collez le token Bearer. Les espaces et sauts de ligne seront automatiquement supprimés.
hr: Zalijepite bearer token. Razmaci i prijelomi redaka automatski se uklanjaju.
id: Tempel token bearer. Spasi dan baris baru akan dihapus otomatis.
ja: Bearer トークンを貼り付けてください。空白と改行は自動的に除去されます。
ko: Bearer 토큰을 붙여넣으세요. 공백과 줄바꿈은 자동으로 제거됩니다.
ms: Tampal token bearer. Ruang kosong dan baris baharu akan dibuang secara automatik.
pl: Wklej token bearer. Spacje i znaki nowego wiersza zostaną automatycznie usunięte.
pt_br: Cole o token bearer. Espaços e quebras de linha são removidos automaticamente.
ro: Lipește tokenul bearer. Spațiile și rândurile noi vor fi eliminate automat.
ru: Вставьте bearer-токен. Пробелы и переносы строк будут удалены автоматически.
th: วางโทเคน bearer ระบบจะตัดช่องว่างและการขึ้นบรรทัดใหม่ออกอัตโนมัติ
tr: Bearer token'ı yapıştırın. Boşluklar ve satır sonları otomatik olarak temizlenir.
zh_hans: 粘贴 Bearer Token。空白和换行符将自动去除。
zh_hant: 貼上 Bearer Token。空白和換行符將自動移除。

source: Path
de: Pfad
es: Ruta
fr: Chemin
hr: Putanja
id: Jalur
ja: パス
ko: 경로
ms: Laluan
pl: Ścieżka
pt_br: Caminho
ro: Cale
ru: Путь
th: พาธ
tr: Yol
zh_hans: 路径
zh_hant: 路徑

source: Pause iCloud Sync
de: iCloud-Sync pausieren
es: Pausar la sincronización con iCloud
fil: I-pause ang iCloud Sync
fr: Suspendre la synchro iCloud
hr: Pauziraj iCloud sinkronizaciju
id: Jeda Sinkronisasi iCloud
ja: iCloud 同期を一時停止
ko: iCloud 동기화 일시 정지
ms: Jeda Penyegerakan iCloud
pl: Wstrzymaj synchronizację iCloud
pt_br: Pausar sincronização do iCloud
ro: Întrerupe sincronizarea iCloud
ru: Приостановить синхронизацию iCloud
th: หยุดซิงค์ iCloud ชั่วคราว
tr: iCloud Eşitlemeyi Duraklat
zh_hans: 暂停 iCloud 同步
zh_hant: 暫停 iCloud 同步

source: PAUSED
de: PAUSIERT
es: EN PAUSA
fil: NAKA-PAUSE
fr: EN PAUSE
hr: PAUZIRANO
id: DIJEDA
ja: 一時停止中
ko: 일시 정지됨
ms: DIJEDA
pl: WSTRZYMANO
pt_br: PAUSADO
ro: ÎNTRERUPT
ru: ПРИОСТАНОВЛЕНО
th: หยุดชั่วคราว
tr: DURAKLATILDI
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused — reopen Minis to continue
de: Pausiert — Minis erneut öffnen, um fortzufahren
es: En pausa — vuelve a abrir Minis para continuar
fil: Naka-pause — buksan ulit ang Minis para magpatuloy
fr: En pause — rouvrez Minis pour continuer
hr: Pauzirano — ponovno otvorite Minis za nastavak
id: Dijeda — buka kembali Minis untuk melanjutkan
ja: 一時停止中 — Minis を再度開くと続行します
ko: 일시 정지됨 — Minis를 다시 열면 계속됩니다
ms: Dijeda — buka semula Minis untuk teruskan
pl: Wstrzymano — otwórz Minis ponownie, aby kontynuować
pt_br: Pausado — reabra o Minis para continuar
ro: Întrerupt — redeschide Minis pentru a continua
ru: Приостановлено — откройте Minis, чтобы продолжить
th: หยุดชั่วคราว — เปิด Minis อีกครั้งเพื่อดำเนินการต่อ
tr: Duraklatıldı — sürdürmek için Minis'i yeniden açın
zh_hans: 已暂停 — 重新打开 Minis 即可继续
zh_hant: 已暫停 — 重新開啟 Minis 即可繼續

source: PDF input
de: PDF-Eingabe
es: Entrada de PDF
fr: PDF en entrée
hr: PDF ulaz
id: Masukan PDF
ja: PDF入力
ko: PDF 입력
ms: Input PDF
pl: Wejście PDF
pt_br: Entrada de PDF
ro: Intrare PDF
ru: Ввод PDF
th: อินพุต PDF
tr: PDF girişi
zh_hans: PDF 输入
zh_hant: PDF 輸入

source: Peak:
de: Spitze:
es: Máximo:
fr: Pic :
hr: Vrhunac:
id: Puncak:
ja: ピーク:
ko: 최고:
ms: Puncak:
pl: Szczyt:
pt_br: Pico:
ro: Vârf:
ru: Пик:
th: สูงสุด:
tr: Tepe:
zh_hans: 峰值：
zh_hant: 峰值：

source: Pending changes are preserved locally and pushed once the pause ends.
de: Ausstehende Änderungen bleiben lokal erhalten und werden nach Ende der Pause übertragen.
es: Los cambios pendientes se conservan localmente y se envían cuando termine la pausa.
fil: Napapanatili nang lokal ang mga nakabinbing pagbabago at ipapadala kapag natapos ang pause.
fr: Les modifications en attente sont conservées localement et envoyées à la fin de la pause.
hr: Promjene na čekanju čuvaju se lokalno i šalju se čim pauza završi.
id: Perubahan tertunda disimpan secara lokal dan dikirim setelah jeda berakhir.
ja: 保留中の変更はローカルに保持され、一時停止の解除後に送信されます。
ko: 보류 중인 변경 사항은 로컬에 보관되며, 일시 정지가 해제되면 전송됩니다.
ms: Perubahan tertunda disimpan secara tempatan dan dihantar setelah jeda tamat.
pl: Oczekujące zmiany są zachowywane lokalnie i wysyłane po zakończeniu wstrzymania.
pt_br: As alterações pendentes ficam salvas localmente e são enviadas quando a pausa terminar.
ro: Modificările în așteptare sunt păstrate local și trimise după încheierea pauzei.
ru: Ожидающие изменения сохраняются локально и отправляются после окончания паузы.
th: การเปลี่ยนแปลงที่รออยู่จะถูกเก็บในเครื่องและส่งเมื่อสิ้นสุดการหยุดชั่วคราว
tr: Bekleyen değişiklikler yerelde saklanır ve duraklatma bitince gönderilir.
zh_hans: 待同步的内容会保存在本地，暂停结束后自动推送。
zh_hant: 待處理的變更會保留在本機，暫停結束後再上傳。

source: Pending delete
de: Löschung ausstehend
es: Eliminación pendiente
fil: Nakabinbing pagtanggal
fr: Suppression en attente
hr: Brisanje na čekanju
id: Menunggu penghapusan
ja: 削除待ち
ko: 삭제 대기 중
ms: Menunggu pemadaman
pl: Oczekuje na usunięcie
pt_br: Exclusão pendente
ro: Ștergere în așteptare
ru: Ожидает удаления
th: รอการลบ
tr: Silinmeyi bekliyor
zh_hans: 待删除
zh_hant: 待刪除

source: Pending push
de: Ausstehender Upload
es: Envío pendiente
fil: Nakabinbing push
fr: Envoi en attente
hr: Slanje na čekanju
id: Menunggu pengiriman
ja: アップロード待ち
ko: 업로드 대기 중
ms: Menunggu tolakan
pl: Oczekuje na wysłanie
pt_br: Envio pendente
ro: Trimitere în așteptare
ru: Ожидает отправки
th: รอการส่ง
tr: Bekleyen gönderim
zh_hans: 待推送
zh_hant: 待上傳

source: Per-Session Avg
de: Durchschnitt pro Sitzung
es: Promedio por sesión
fil: Average Kada Session
fr: Moy. par session
hr: Prosjek po sesiji
id: Rata-rata per Sesi
ja: セッション平均
ko: 세션 평균
ms: Purata setiap Sesi
pl: Średnia na sesję
pt_br: Média por sessão
ro: Medie pe sesiune
ru: В среднем за сессию
th: เฉลี่ยต่อเซสชัน
tr: Oturum Başına Ortalama
zh_hans: 会话均值
zh_hant: 工作階段均值

source: Permanently Delete
de: Dauerhaft löschen
es: Eliminar permanentemente
fil: Tanggalin nang Permanente
fr: Supprimer définitivement
hr: Trajno obriši
id: Hapus Permanen
ja: 完全に削除
ko: 영구 삭제
ms: Padam Kekal
pl: Usuń trwale
pt_br: Excluir definitivamente
ro: Șterge definitiv
ru: Удалить навсегда
th: ลบถาวร
tr: Kalıcı Olarak Sil
zh_hans: 永久删除
zh_hant: 永久刪除

source: Permanently delete "%@"?
de: „%@“ dauerhaft löschen?
es: ¿Eliminar permanentemente "%@"?
fil: Tanggalin nang permanente ang "%@"?
fr: Supprimer définitivement « %@ » ?
hr: Trajno obrisati "%@"?
id: Hapus "%@" secara permanen?
ja: 「%@」を完全に削除しますか？
ko: "%@"을(를) 영구 삭제하시겠습니까?
ms: Padam "%@" secara kekal?
pl: Usunąć trwale: "%@"?
pt_br: Excluir "%@" definitivamente?
ro: Ștergi definitiv: "%@"?
ru: Удалить «%@» навсегда?
th: ลบ "%@" อย่างถาวรหรือไม่
tr: Kalıcı olarak silinsin mi: "%@"?
zh_hans: 永久删除“%@”？
zh_hant: 永久刪除「%@」？

source: Permanently erase all Minis data from iCloud. Local data on this device is not affected.
de: Alle Minis-Daten dauerhaft aus iCloud löschen. Lokale Daten auf diesem Gerät sind nicht betroffen.
es: Borra permanentemente todos los datos de Minis de iCloud. Los datos locales de este dispositivo no se ven afectados.
fil: Permanenteng burahin lahat ng Minis data sa iCloud. Hindi maaapektuhan ang lokal na datos sa device na ito.
fr: Effacer définitivement toutes les données Minis d'iCloud. Les données locales sur cet appareil ne sont pas affectées.
hr: Trajno izbrišite sve Minis podatke s iClouda. Lokalni podaci na ovom uređaju ostaju netaknuti.
id: Hapus permanen semua data Minis dari iCloud. Data lokal di perangkat ini tidak terpengaruh.
ja: Minis のすべてのデータを iCloud から完全に削除します。このデバイスのローカルデータは影響を受けません。
ko: iCloud의 모든 Minis 데이터를 영구적으로 삭제합니다. 이 기기의 로컬 데이터에는 영향을 미치지 않습니다.
ms: Padam kekal semua data Minis dari iCloud. Data tempatan pada peranti ini tidak terjejas.
pl: Trwale usuń wszystkie dane Minis z iCloud. Dane lokalne na tym urządzeniu pozostaną nietknięte.
pt_br: Apagar definitivamente todos os dados do Minis no iCloud. Os dados locais deste dispositivo não são afetados.
ro: Șterge definitiv toate datele Minis din iCloud. Datele locale de pe acest dispozitiv nu sunt afectate.
ru: Безвозвратно удалить все данные Minis из iCloud. Локальные данные на этом устройстве не затрагиваются.
th: ลบข้อมูล Minis ทั้งหมดออกจาก iCloud อย่างถาวร ข้อมูลในเครื่องบนอุปกรณ์นี้จะไม่ได้รับผลกระทบ
tr: iCloud'daki tüm Minis verilerini kalıcı olarak sil. Bu aygıttaki yerel veriler etkilenmez.
zh_hans: 永久从 iCloud 中删除所有 Minis 数据。本设备上的本地数据不受影响。
zh_hant: 永久從 iCloud 中刪除所有 Minis 資料。本設備上的本地資料不受影響。

source: Permission Request
de: Berechtigungsanfrage
es: Solicitud de permiso
fil: Kahilingan sa Pahintulot
fr: Demande d'autorisation
hr: Zahtjev za dopuštenje
id: Permintaan Izin
ja: アクセス許可リクエスト
ko: 권한 요청
ms: Permintaan Kebenaran
pl: Prośba o uprawnienie
pt_br: Solicitação de permissão
ro: Cerere de permisiune
ru: Запрос разрешения
th: คำขอสิทธิ์
tr: İzin İsteği
zh_hans: 权限请求
zh_hant: 權限請求

source: Permissions
de: Berechtigungen
es: Permisos
fil: Mga Pahintulot
fr: Autorisations
hr: Dopuštenja
id: Izin
ja: アクセス許可
ko: 권한
ms: Kebenaran
pl: Uprawnienia
pt_br: Permissões
ro: Permisiuni
ru: Разрешения
th: สิทธิ์
tr: İzinler
zh_hans: 权限
zh_hant: 權限

source: Persistent instructions and preferences visible to the Agent in every session. You can edit it here, or just ask the Agent to help organize and update this memory.
de: Dauerhafte Anweisungen und Einstellungen, die dem Agent in jeder Sitzung angezeigt werden. Du kannst sie hier bearbeiten oder den Agent bitten, diesen Speicher zu ordnen und zu aktualisieren.
es: Instrucciones y preferencias persistentes visibles para Minis Agent en cada sesión. Puedes editarlas aquí o simplemente pedirle a Minis Agent que te ayude a organizar y actualizar esta memoria.
fil: Mga nananatiling tagubilin at kagustuhan na nakikita ng agent sa bawat session. Puwede mo itong i-edit dito, o hilingin na lang sa agent na tumulong ayusin at i-update ang memory na ito.
fr: Instructions et préférences persistantes visibles par Minis Agent dans chaque session. Vous pouvez les modifier ici, ou simplement demander à Minis Agent d'organiser et de mettre à jour cette mémoire.
hr: Trajne upute i postavke vidljive Agentu u svakoj sesiji. Možete ih urediti ovdje ili jednostavno zamoliti Agenta da pomogne organizirati i ažurirati ovu memoriju.
id: Instruksi dan preferensi persisten yang terlihat oleh agen di setiap sesi. Anda dapat mengeditnya di sini, atau cukup minta agen membantu merapikan dan memperbarui memori ini.
ja: すべてのセッションで Agent に表示される永続的な指示と設定です。ここで編集できるほか、Agent にこのメモリの整理・更新を頼むこともできます。
ko: 모든 세션에서 Agent에게 표시되는 영구 지침 및 환경 설정입니다. 여기에서 직접 편집하거나, Agent에게 이 메모리를 정리하고 업데이트해 달라고 요청할 수 있습니다.
ms: Arahan dan keutamaan berterusan yang kelihatan kepada ejen dalam setiap sesi. Anda boleh mengeditnya di sini, atau cuma minta ejen membantu menyusun dan mengemas kini memori ini.
pl: Trwałe instrukcje i preferencje widoczne dla agenta w każdej sesji. Możesz je edytować tutaj albo po prostu poprosić agenta o uporządkowanie i aktualizację tej pamięci.
pt_br: Instruções e preferências persistentes, visíveis ao agente em todas as sessões. Você pode editá-las aqui ou simplesmente pedir ao agente para ajudar a organizar e atualizar esta memória.
ro: Instrucțiuni și preferințe persistente, vizibile pentru agent în fiecare sesiune. Le poți edita aici sau poți cere chiar agentului să te ajute să organizezi și să actualizezi această memorie.
ru: Постоянные инструкции и настройки, доступные Agent в каждой сессии. Вы можете изменить их здесь или просто попросить Agent помочь упорядочить и обновить эту память.
th: คำสั่งและการตั้งค่าถาวรที่เอเจนต์เห็นในทุกเซสชัน คุณแก้ไขได้ที่นี่ หรือขอให้เอเจนต์ช่วยจัดระเบียบและอัปเดตหน่วยความจำนี้ก็ได้
tr: Aracının her oturumda gördüğü kalıcı yönergeler ve tercihler. Buradan düzenleyebilir ya da bu belleği düzenleyip güncellemesi için aracıdan yardım isteyebilirsiniz.
zh_hans: 每个会话中对 Agent 可见的持久指令和偏好。你可以在此手动编辑，也可以让 Agent 帮你整理和更新这份记忆。
zh_hant: 每個工作階段中對智能體可見的持久指令和偏好。你可以在此手動編輯，也可以讓智能體幫你整理和更新這份記憶。

source: Persistent memory (GLOBAL.md + daily logs)
de: Persistenter Speicher (GLOBAL.md + Tageslogs)
es: Memoria persistente (GLOBAL.md + registros diarios)
fil: Persistent na memory (GLOBAL.md + daily logs)
fr: Mémoire persistante (GLOBAL.md + journaux quotidiens)
hr: Trajna memorija (GLOBAL.md + dnevni zapisnici)
id: Memori persisten (GLOBAL.md + log harian)
ja: 永続メモリ(GLOBAL.md と日次ログ)
ko: 지속 메모리(GLOBAL.md 및 일일 로그)
ms: Memori berterusan (GLOBAL.md + log harian)
pl: Pamięć trwała (GLOBAL.md + dzienniki dzienne)
pt_br: Memória persistente (GLOBAL.md + registros diários)
ro: Memorie persistentă (GLOBAL.md + jurnale zilnice)
ru: Постоянная память (GLOBAL.md + ежедневные журналы)
th: หน่วยความจำถาวร (GLOBAL.md + บันทึกรายวัน)
tr: Kalıcı bellek (GLOBAL.md + günlük kayıtlar)
zh_hans: 持久记忆(GLOBAL.md 与每日日志)
zh_hant: 持久記憶(GLOBAL.md 與每日紀錄)

source: Personality Prompt
de: Persönlichkeits-Prompt
es: Prompt de personalidad
fr: Invite de personnalité
hr: Prompt osobnosti
id: Prompt Kepribadian
ja: パーソナリティ プロンプト
ko: 성격 프롬프트
ms: Prompt Personaliti
pl: Prompt osobowości
pt_br: Prompt de personalidade
ro: Prompt de personalitate
ru: Промпт личности
th: พรอมต์บุคลิกภาพ
tr: Kişilik İstemi
zh_hans: 人格提示词
zh_hant: 人格提示詞

source: Photos
de: Fotos
es: Fotos
fil: Mga Litrato
hr: Fotografije
id: Foto
ja: 写真
ko: 사진
ms: Foto
pl: Zdjęcia
pt_br: Fotos
ro: Fotografii
ru: Фото
th: รูปภาพ
tr: Fotoğraflar
zh_hans: 照片
zh_hant: 照片

source: Photos, videos, and album metadata
de: Fotos, Videos und Album-Metadaten
es: Fotos, vídeos y metadatos de álbumes
fil: Mga litrato, video, at metadata ng album
fr: Photos, vidéos et métadonnées des albums
hr: Fotografije, videozapisi i metapodaci albuma
id: Foto, video, dan metadata album
ja: 写真、動画、アルバムのメタデータ
ko: 사진, 동영상 및 앨범 메타데이터
ms: Foto, video, dan metadata album
pl: Zdjęcia, filmy i metadane albumów
pt_br: Fotos, vídeos e metadados dos álbuns
ro: Poze, clipuri și metadate de album
ru: Фото, видео и метаданные альбомов
th: รูปภาพ วิดีโอ และข้อมูลเมตาของอัลบั้ม
tr: Fotoğraflar, videolar ve albüm meta verileri
zh_hans: 照片、视频和相册元数据
zh_hant: 照片、影片和相冊元資料

source: Pick a .minisbak file from Files, iCloud Drive, or any connected storage.
de: Wähle eine .minisbak-Datei aus „Dateien“, iCloud Drive oder einem verbundenen Speicher.
es: Elige un archivo .minisbak desde Archivos, iCloud Drive o cualquier almacenamiento conectado.
fil: Pumili ng .minisbak file mula sa Files, iCloud Drive, o anumang nakakonektang storage.
fr: Choisissez un fichier .minisbak dans Fichiers, iCloud Drive ou tout stockage connecté.
hr: Odaberite .minisbak datoteku iz aplikacije Datoteke, iCloud Drivea ili bilo koje povezane pohrane.
id: Pilih file .minisbak dari Files, iCloud Drive, atau penyimpanan mana pun yang terhubung.
ja: 「ファイル」、iCloud Drive、または接続済みのストレージから .minisbak ファイルを選択します。
ko: 파일 앱, iCloud Drive 또는 연결된 스토리지에서 .minisbak 파일을 선택하십시오.
ms: Pilih file .minisbak dari Files, iCloud Drive, atau mana-mana storan yang disambung.
pl: Wybierz plik .minisbak z Plików, iCloud Drive lub dowolnego podłączonego magazynu.
pt_br: Escolha um arquivo .minisbak em Arquivos, no iCloud Drive ou em qualquer armazenamento conectado.
ro: Alege un fișier .minisbak din Fișiere, iCloud Drive sau orice stocare conectată.
ru: Выберите файл .minisbak в «Файлах», iCloud Drive или любом подключённом хранилище.
th: เลือกไฟล์ .minisbak จาก Files, iCloud Drive หรือพื้นที่จัดเก็บที่เชื่อมต่ออยู่
tr: Dosyalar'dan, iCloud Drive'dan veya bağlı herhangi bir depolamadan bir .minisbak dosyası seçin.
zh_hans: 从“文件”、iCloud 云盘或任何已连接的存储中选择 .minisbak 文件。
zh_hant: 從「檔案」、iCloud Drive 或任何已連線的儲存空間選擇 .minisbak 檔案。

source: Pick a group whose audio-capable models drive this direction.
de: Wählen Sie eine Gruppe mit audiofähigen Modellen für diese Richtung.
es: Elige un grupo cuyos modelos con capacidad de audio se encarguen de esta dirección.
fil: Pumili ng group na ang mga audio-capable na model ang hahawak nito.
fr: Choisissez un groupe dont les modèles audio pilotent cette direction.
hr: Odaberite grupu čiji modeli s podrškom za zvuk pokreću ovaj smjer.
id: Pilih grup yang model berkemampuan audionya menangani arah ini.
ja: この方向を駆動する音声対応モデルを含むグループを選択します。
ko: 이 방향을 구동할 오디오 지원 모델이 있는 그룹을 선택하세요.
ms: Pilih kumpulan yang model berkeupayaan audionya mengendalikan arah ini.
pl: Wybierz grupę, której modele obsługujące dźwięk odpowiadają za ten kierunek.
pt_br: Escolha um grupo cujos modelos com suporte a áudio cuidem desta direção.
ro: Alege un grup ale cărui modele cu suport audio se ocupă de această direcție.
ru: Выберите группу с аудиомоделями для этого направления.
th: เลือกกลุ่มที่มีโมเดลรองรับเสียงเพื่อจัดการทิศทางนี้
tr: Bu yönü, ses yeteneği olan modelleri içeren bir grupla yönetin.
zh_hans: 选择一个包含音频模型的分组来驱动此方向。
zh_hant: 選擇一個包含音訊模型的分組來驅動此方向。
